Repository: solkin/hlamogram
Catalog: locale/*/LC_MESSAGES/trashpad.po
Languages: ru

source: Thread remove failed:
ru: Не удалось удалить записку:

source: Karma reset failed:
ru: Не удалось сбросить карму:

source: Unable to post a reply
ru: Не удалось опубликовать ответ

source: Higher
ru: Лучше

source: Newer
ru: Новее

source: Lower
ru: Хуже

source: Older
ru: Старее

source: One more random
ru: Ещё случайная записка

source: To other threads
ru: К другим запискам

source: Unfortunately, we have no threads here, but we have lots of others. Just press big green button!
ru: К сожалению, здесь нет записок. Зато у нас много других! Просто нажмите эту большую зелёную кнопку!

source: TrashPad descriptions
ru: У вас есть блокнот, в который можно записывать всё, что только придёт в голову? Теперь представьте, что этот блокнот общий для всех? Ваши мысли смогут прочитать и прокомментировать сотни людей! И каждое сообщение не задерживается, всё оживает и появляется на экране без промедлений!

source: Away from the computer? Open TrashPad on the phone. It is fully optimized for smartphones.
ru: Отошли от компьютера? Откройте TrashPad на телефоне. Он прекрасно оптимизирован для смартфонов.

source: Simpleness
ru: Простота

source: Simpleness description
ru: TrashPad сделан простым и понятным. Здесь нет сложных процедур регистрации, авторизации, нет ограничений или лишних функций. Вы оцените это.

source: Anonymity
ru: Анонимность

source: Anonymity description
ru: Вы когда-нибудь видели, чтобы блокнот требовал от вас документы? Каждый вправе оставить записку как простой прохожий. Свобода. Это даже важнее, чем кажется.

source: Fast
ru: Скорость

source: Speed description
ru: Все страницы TrashPad оптимизированы и содержат только нужную информацию. А как он летает на смартфонах...

source: Write
ru: Написать

source: Home
ru: Главная

source: Top rated
ru: Топ записок

source: Random
ru: Случайная

source: About
ru: Про сервис

source: Post
ru: Новая записка

source: Search
ru: Поиск

source: Share via Twitter
ru: Опубликовать ссылку в Twitter

source: Share via VK
ru: Опубликовать ссылку во ВКонтакте

source: Share via Facebook
ru: Опубликовать ссылку в Facebook

source: Your reply here
ru: Ваш ответ здесь

source: Reply
ru: Ответить

source: Post thread
ru: Опубликовать

source: Congratulations!
ru: Поздравляем!

source: New thread successfully posted! Redirecting...
ru: Новая записка успешно опубликована! Перенаправляемся к ней...

source: Heads up!
ru: Внимание!

source: You must fill at least message field.
ru: Вы должны заполнить хотя бы одно поле.

source: Errrm.
ru: Хммм.

source: Something was wrong on the host during post this thread.
ru: Что-то пошло не так в процессе публикации записки.

source: Thread
ru: Записка

source: Kiosk
ru: Беседка

source: Name
ru: Имя

source: Feedback
ru: Обратная связь

source: Message
ru: Записка

source: Your message here
ru: Текст Вашей записки

source: Close
ru: Закрыть
